@extends('layouts.pages')

@section('content')
<div class="wrapper style2 style22">
	<article id="teachers">
		<header>
			<h2>Увод:</h2>						  
		</header>
		<div class="container">
			<div class="row">
				<div class="12u 12u(mobile)">
					<section class="box style1">
						<p>
							Представям ви откъс от моя нов метод за овладяване на минорните пентатоники, блус пентатоники и ладове. Възникването му е провокирано от моите ученици и е вдъхновено от методиките на Любен Хараламбиев и Джон Ганапес. 
						</p>
						<p>
							Новото тук е използването на цветове, което спомага за по – доброто онагледяване и по – лесното му възприемане. Стъпките са много полегати и утвърждаващи, така че дори малки деца биха могли да започнат изучаването  на пентатониките, техните обръщения и връзките между тях. Каква е целта ми? Фантазиране, композиране и импровизация още в най-ранна детска възраст, докато интуицията и въображението все още не са закърнели. 
						</p>

						<a style="text-decoration: none;" href="/method/1/transition/1">Към първа част <i class="fa fa-chevron-right" aria-hidden="true"></i></a>						
					</section>
				</div>
			</div>
		</div>
	</article>
</div>

@stop