@extends('layouts.pages')

@section('content')
<style>
	a{
		text-decoration: none;
		color: rgb(190, 97, 39);
	}

	a:hover{
		color: #000 !important;
	}
</style>
<div class="wrapper style2 style22">
	<article id="teachers">
		<header>
			<h2>Увод:</h2>						  
		</header>
		<div class="container">
			<div class="row">
				<div class="12u 12u(mobile)">
					<section class="box style1">
						<p>
							 Представям ви откъс от моя метод за овладяване на минорните пентатоники,  блус пентатоники и ладове, които са основа на блус и рок импровизациите. Възникването му е провокирано от моите ученици и е вдъхновено от методиките на Любен Хараламбиев и Джон Ганапес.  
						</p>
						<p>
							 Новото тук е използването на диаграми и на много цветове, което спомага за по – доброто онагледяване и по – лесното  възприемане на материала. Основната пентатоника и нейните обръщения или т.н. фигури са дадени в различни, контрастни тонове. По този начин виждаме как стоят една спрямо друга и как си взаимодействат. Също така основният тон,  блус тонът, повишената или понижена степен са оцветени в различен цвят, което улеснява  открояването им и лесното им запомняне. Приложена е и легенда. Пръстовките, които са дадени са само примерни. Ритмиката и трайностите отсъстват, те са оставени на личното чувство  и избор на изпълнителя или учителя. Стъпките са много полегати и утвърждаващи, така че дори малки деца биха могли да започнат изучаването  им. Каква е целта на метода? Фантазиране, композиране и импровизация още в най-ранна детска възраст, докато интуицията и въображението са все още  във вихара си.
						</p>

						<p>
							Към някои от диаграмите представям и нотирани блусове, с приложен видеозапис към тях.							
						</p>


						<p>
							Формата на метода е онлайн, това го прави лесно достъпен и удобен за редактирене и обновяване. Състои се общо от четири части – минорни пентатоники, блус пентатоники, ладове и видове гами, като до момента е разработена само първа част. Очаквайте скоро и останалите, някои от които ще съдържат и задачи в игрова форма за по-малките ученици.
						</p>

						<p>
							Ако имате въпроси, мнения или предложения ще се радвам да ги споделите чрез формата за контакт!
						</p>

						<a href="/method/1/transition/1">Към първа част <i class="fa fa-chevron-right" aria-hidden="true"></i></a>						
					</section>
				</div>
			</div>
		</div>
	</article>
</div>

@stop