@extends('layouts.method')

@section('method_content')
<p>
	Представям ви откъс от моя нов метод за овладяване на минорните пентатоники, блус пентатоники и ладове. Възникването му е провокирано от моите ученици и е вдъхновено от методиките на Любен Хараламбиев и Джон Ганапес. 
</p>
<p>
	Новото тук е използването на цветове, което спомага за по – доброто онагледяване и по – лесното му възприемане. Стъпките са много полегати и утвърждаващи, така че дори малки деца биха могли да започнат изучаването  на пентатониките, техните обръщения и връзките между тях. Каква е целта ми? Фантазиране, композиране и импровизация още в най-ранна детска възраст, докато интуицията и въображението все още не са закърнели. 
</p>
@stop