<?php

return [

	'about' => '

		<p>
		Ако обичате музиката, ако китарата е вашия любим инструмент, то вие сте попаднали на правилното място. Ние можем да ви предложим индивидуални уроци по китара на живо, както и онлайн. Методът ни е уникален!
		</p>
		<p>
		За да ви е приятно и интересно ще ви запознаем с класическа, електроакустична и електрическа китара.
		</p>
		<p>
		За всеки ученик се изготвя индивидуална програма, според желанията за развитие и личните му дадености. Постъновачните умения и звукоизвличане са основен приоритет при нас, следвани от умението за разчитане на нотни текстове, табулатури и акорди. Застъпени са и елемнтарните солфежни познания. В програмата ни  е включено развитието  на общата музикална култура. Стиловете, които влизат в обучението са: класика, поп, блус, рок, метъл и фънк.
		</p>
		<p>
		Предлага се също участие в камерен оркестър, който е разделен на две работни групи – малки и големи.
		</p>
		<p>
		Тук учениците могат да получат подготовка за учатия в концерти, фестивали, конкурси, майсторски класове, лятни академии, кандидатстудентски изпити и изпити за музикални училища, както и подготовка за участие в рок групи.
		</p>

	',
	'teacher-name' => 'Росица Димитрова',
	'teacher-content' => '
		<p>
		Завършва средното си образование през 1991г. в СОУ “Н. Й. Вапцаров“ , паралелка с разширено изучаване на музика с преподавател Евгени Мирев.
		През периода 1990 -1991г.  посещава курсове по китара при Любен Хараламбиев.
		</p>
		<p>
		През 1996г. завършва висшeто си образование в АМТИИ гр. Пловдив в класа по китара на Иван Михайлов.
		По време на следването си 1991 – 1996г. посещава курсове по китара при Милена и Валентин Вълчеви, а по-късно и при Петко Генков.
		Има завършени майсторски класове при проф. Уйлям Матюс/САЩ/, 1993 и при проф. Бернард Хеб/Германия/, 1996.
		</p>
		<p>
		През 1994г. става носител на „специалната награда“ на „Първият международен конкурс за интерпретация на класическа китара“ гр. Пловдив.
		Защитава V квалификационна степен към СУ „Кл. Охридски“.
		Посещава серия от майсторски касове при Георги Василев/Швейцария/, Саня Милотинович/Сърбия/, 
		Герхард Райхенбах/Германия/, Улрих Буш/Германия/, Цветан Стоянов/Германия/, доц. Стела Митева/Пловдив/,
		проф. Дейвид Граймс/САЩ/, Габриел Гилен/Австрия/, Ерик Франсери/Франция/.
		</p>
		<p>
		
		</p>
	',

];